# Обычная сумма+, разность-, умножение*, деление/
a = 52                                    # 52
b = 18                                    # 18
c = a + b                                 # 70
d = a - b                                 # 34
m = a * d                                 # 1768
l = a / b                                 # 2.88...9
print(c, d, m, l)                         # 70 34 1768 2.88...9
# Деление в целых числах// (без остатка)
p = a // b                                 # 
# Получение остатка от деления%
k = a % b
# Округление вещественных чисел round("число, выражение", "кол-во знаков")
l2 = round(l, 5)                           # 2.88889
o = round(2.554*1.326547, 2)               # 3.39
print(l2, o)                               # 2.88889, 3.39
# Возведение в степень**
z = 5**3                                   # 125
print(z)                                   # 125
